{"type":"data","nodes":[null,{"type":"data","data":[{"chapters":1},[2,6,8,10,12,15,17,19],{"type":3,"chapter":4,"progress1":5,"progress2":5},"text","There are two major groups of countries that have each banded together in the UN Plastics Treaty negotiations, who want almost opposite things.","0",{"type":3,"chapter":7,"progress1":5,"progress2":5},"\u003Cp>The first is the \u003Cspan style=\"background: rgba(255, 165, 0, 0.15); color: darkorange;\">High Ambition Coalition (HAC)\u003C/span>, a group of 74 countries plus the European Union, that wants a strong plastics treaty.\u003C/p>\n\u003Cp>This would include a cap on plastic production, elimination of certain chemicals known to harm human health and the environment, and other things.\u003C/p>",{"type":3,"chapter":9,"progress1":5,"progress2":5},"These \u003Cspan style=\"background: rgba(184, 92, 0, 0.15); color: rgb(184, 92, 0);\">ten European countries\u003C/span> haven't individually signed onto the HAC. But because they're part of the European Union, and the EU votes as a bloc, they're implicitly aligned with the HAC.",{"type":3,"chapter":11,"progress1":5,"progress2":5},"\u003Cp>The second is called the \u003Cspan style=\"background: rgba(0, 128, 0, 0.15); color: darkgreen;\">Like-Minded Group (LMG)\u003C/span>. This group is opposed to a plastic production cap and stricter plastic chemical regulations.\u003C/p>\n\u003Cp>Exactly what countries make up the LMG is unclear. According to C&EN reporting, the list of countries in the LMG has only appeared in a meeting paper from INC 3 in Nairobi, Kenya. Those 6 countries are shown here.\u003C/p>\n\u003Cp>But the document listing these countries also says there are other countries in the group that may be shared at a later date.\u003C/p>\n\u003Cp>The LMG has yet to disclose these potential other countries.\u003C/p>",{"type":3,"chapter":13,"progress1":14,"progress2":5},"If we count the number of countries in each group, the HAC has a clear majority.","1",{"type":3,"chapter":16,"progress1":14,"progress2":14},"But if we look at population figures for each country, we get a different story...",{"type":3,"chapter":18,"progress1":14,"progress2":14},"\u003Cp>In UN treaties, each country only gets one vote, regardless of the population.\u003C/p>\n\u003Cp>Because plastic is a commodity item, worth around $524.5 billion USD in 2024, this treaty doesn’t just have high environmental stakes, it also has vast economic ones.\u003C/p>\n\u003Cp>In terms of population, the LMG is not in the minority. And being mostly petrostates, the LMG has high economic power.\u003C/p>\n\u003Cp>So the issue is more complicated than just a majority rule.\u003C/p>",{"type":3,"chapter":20,"progress1":14,"progress2":14},"\u003Cp>However, some think that there is untapped potential for compromise that we haven’t yet explored in plastics treaty negotiations.\u003C/p>\n\u003Cp>We need to get away from two groups shouting at each other, and move toward two communities understanding each other, UN expert Maria Ivanova says.\u003C/p>\n\u003Cp>Only then will negotiators walk away with a finished treaty.\u003C/p>"],"uses":{}}]}
